Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: (pending: %@)
ar: (قيد الانتظار: %@)
da: (afventer: %@)
de: (stehen aus: %@)
es: (pendiente: %@)
fi: (odot.: %@)
fr: (en attente : %@)
it: (in attesa: %@)
ja: (保留中: %@)
nb: (venter: %@ )
nl: (Wachten: %@)
pl: (oczekujące: %@)
pt_br: (pendente: %@)
ro: (urmează a fi administrate: %@)
ru: (В ожидании: %@)
sv: (återstår: %@)
tr: (bekliyor: %@)
vi: (đang chờ xử lý: %@)
zh_hans: (待执行: %@)

source: %@ absorbed
ar: %@ استغرق
da: %@ optaget
de: %@ resorbiert
es: %@ absorbido
fi: %@ imeytynyt
fr: %@ absorbé(s)
he: %@ נספג
it: %@ assorbiti
ja: %@ 吸収済
nb: %@ absorbert
nl: %@ geabsorbeerd
pl: %@ zaabsorbowane
pt_br: %@ absorvida
ro: %@ absorbiți
ru: %@ усвоено
sk: %@ absorbované
sv: %@ absorberat
tr: Emilen %@
vi: %@ được hấp thụ
zh_hans: %@ 已吸收

source: %@ U Total
ar: %@ وحدة بشكل كامل
da: %@ E Total
de: %@ IE gesamt
es: %@ U Totales
fi: %@ U yhteensä
he: %@ U סה״כ
it: %@ U Totali
ja: 計 %@ 単位
nb: %@ E Totalt
nl: %@ E Totaal
pl: %@ J łącznie
ru: %@ всего ед
sk: %@ j Celkom
sv: %@ E totalt
tr: Toplam %@ Ü
vi: %@ U Tổng cộng
zh_hans: %@ 单位 总量

source: %1$@ %2$@/U
ar: %1$@ %2$@/وحدة
da: %1$@ %2$@/E
de: %1$@ %2$@/IE
nb: %1$@ %2$@ /E
nl: %1$@ %2$@ /E
pl: %1$@ %2$@/J
ru: %1$@ %2$@/ед
sk: %1$@ %2$@ /j
sv: %1$@ %2$@/E
tr: %1$@ %2$@/Ü
zh_hans: %1$@ %2$@/单位

source: %1$@ U left
ar: %1$@ وحدة متبقية
da: %1$@ E tilbage
de: %1$@ IE verbleibend
es: %1$@ U restantes
fi: %1$@ U jäljellä
fr: %1$@ U restantes
he: %1$@ U נותרו
it: %1$@ U rimaste
ja: 残 %1$@単位
nb: %1$@ E igjen
nl: %1$@ E over
pl: %1$@ J pozostało
pt_br: %1$@ U restante
ro: %1$@ U rămase
ru: %1$@ Ед осталось
sk: Zostáva %1$@ j
sv: %1$@ E kvar
tr: %1$@ Ü kaldı
vi: %1$@ U còn lại
zh_hans: %1$@ 单位 剩余

source: %1$@ U left: %2$@
ar: %1$@ وحدة متبقية: %2$@
da: %1$@ E tilbage: %2$@
de: %1$@ IE verbleibend: %2$@
es: %1$@ U restantes: %2$@
fi: %1$@ U jäljellä: %2$@
fr: %1$@ U restantes: %2$@
he: %1$@ U נותרו: %2$@
it: %1$@ U rimaste: %2$@
ja: 残 %1$@単位: %2$@
nb: %1$@ E gjenstår: %2$@
nl: %1$@ E over: %2$@
pl: %1$@ J pozostało: %2$@
pt_br: %1$@ U restante: %2$@
ro: %1$@ U rămase: %2$@
ru: %1$@ Ед осталось: %2$@
sk: Zostáva %1$@ j: %2$@
sv: %1$@ E kvar: %2$@
tr: %1$@ Ü kalan: %2$@
vi: %1$@ U còn lại: %2$@
zh_hans: %1$@ 单位 剩余: %2$@

source: %1$@ U/hour @ %2$@
ar: %1$@ وحدة/ساعة @ %2$@
da: %1$@ E/time @ %2$@
de: %1$@ IE/h @ %2$@
es: %1$@ U/hora @ %2$@
fi: %1$@ U/h klo %2$@
fr: %1$@ U/heure @ %2$@
he: %1$@ יח׳/שעה @ %2$@
it: %1$@ U/ora @ %2$@
ja: %1$@ U/時 @ %2$@
nb: %1$@ E/timen @ %2$@
nl: %1$@ E/uur @ %2$@
pl: %1$@ J/godzinę @ %2$@
pt_br: %1$@ U/hora @ %2$@
ro: %1$@ U/oră @ %2$@
ru: %1$@ ед/час @ %2$@
sk: %1$@ j/hod @ %2$@
sv: %1$@ E/h @ %2$@
tr: %1$@ Ü/saat @ %2$@
vi: %1$@ U/giờ @ %2$@
zh_hans: %1$@ 单位/小时 @ %2$@

source: 15 min glucose regression coefficient (b₁), continued with decay over 30 min
ar: 15 دقيقة معامل انحدار قراءات سكر الدم (b₁), ويستمر بالاضمحلال خلال 30 دقيقة
da: 15 min. glukoseregressionskoefficient (b₁), fortsætter med henfald over 30 minutter.
de: 15 Minuten Blutzucker-Regressionskoeffizient (b₁), fortgesetzt mit Abfall über 30 min
es: Coeficiente de regresión de glucosa de 15 minutos (b₁), continuado con decaimiento durante 30 minutos
fi: 15 min glukoosin regressiokerroin (b₁), hiipuen 30 min kuluessa
fr: Coefficient de régression du glucose de 15 minutes (b1), décroissance poursuivie au-delà de 30 min.
it: Coefficiente di regressione della glicemia a 15 minuti (b₁), continuato con decadimento per 30 minuti
ja: 15分 グルコース回帰係数 (b₁)、30分退化適用
nb: 15 minutters glukose-regresjonskoeffisient (b1), fortsatt med nedbrytning over 30 minutter.
nl: 15 min glucose regressiecoëficiënt (b₁), gevolgd door afbouw over 30 min
pl: 15-minutowy współczynnik regresji glukozy (b₁), kontynuowany z rozkładem przez 30 min.
pt_br: 15 min coeficiente de regressão de glicose (b₁), continuada com queda em 30 min.
ro: coeficient de regresie glicemică pe 15 min (b₁), continuat cu o diminuare pe 30 min.
ru: 15-мин коэффициент регрессии гликемии (b1), продолжен с угасанием 30 мин
sk: 15 minútový regresný koeficient glykémie (b1), pokračujúci s poklesom počas 30 minút
sv: 15 minuters glukosregressionskoefficient (b₁), fortsatt med 30 minuters avklingande
tr: 15 dakikalık glikoz regresyon katsayısı (b₁), 30 dakika boyunca bozuk devam etti
vi: 15 phút hồi quy glucose (b₁), tiếp tục phân rã trên 30 phút.
zh_hans: 15分钟葡萄糖回归系数（b1），持续30分钟衰减

source: 30 min comparison of glucose prediction vs actual, continued with decay over 60 min
ar: 30 دقيقة مقارنة قراءات سكر الدم المتوقعة والفعلية , ويستمر بالاضمحلال خلال 60 دقيقة
da: 30 min. sammenligning af glukose-forudsigelse kontra faktisk målt glukose, med henfald over 60 minutter.
de: 30-minütiger Vergleich der Blutzuckerprognose gegenüber dem tatsächlichen Blutzucker, Fortsetzung mit Abfall über 60 min
es: Comparación de glucosa actual contra la proyectada en 30 minutos, continuada con decaimiento durante 60 minutos.
fi: 30 min vertailu ennustetun ja todellisen glukoosin välillä, hiipuen 60 min kuluessa
fr: Comparaison sur 30 min de la glycémie prévue par rapport à celle réelle, suivie d'une décroissance (decay) sur 60 min.
it: Confronto di 30 minuti tra la previsione della glicemia e quella effettiva, continuato con decadimento per 60 minuti
ja: 30分 グルコース予想値と実際値の比較、60分退化適用
nb: 30 min sammenligning av glukose-prediksjon vs faktisk, fortsatt med nedbrytning over 60 min.
nl: 30 min vergelijking van glucosevoorspelling versus de werkelijke, gevolgd door afbouw over 60 min
pl: 30 minutowe porównanie przewidywania stężenia glukozy w stosunku do rzeczywistego, kontynuowane z rozkładem przez 60 min.
pt_br: 30 min de comparação da previsão de glicose vs atual, continuada com queda em 60 min.
ro: Comparație timp de 30 de minute între predicția glicemiei și valoarea reală, continuată cu scăderea valorii pe parcursul a 60 de minute
ru: 30 мин сравнение предсказанной гликемии с действительной, продолжено с угасанием 60 мин
sv: 30 min jämförelse av glukosprediktion och faktiskt värde, fortsatt med 60 miuters avklingande.
tr: 30 dakikalık glikoz tahmini ile gerçek karşılaştırması, 60 dakika boyunca bozuk devam etti
vi: 30 phút so sánh dự đoán glucose so với thực tế, tiếp tục với sự phân rã hơn 60 phút.
zh_hans: 30分钟葡萄糖预测与实际比较，持续60分钟以上衰减

source: A model based on the published absorption of Fiasp insulin.
ar: نموذج يستند على امتصاص أنسولين Fiasp.
da: En model baseret på publiceret data om absorption af Fiasp insulin.
de: Ein Modell basierend auf der veröffentlichten Resorption von Fiasp-Insulin.
es: Un modelo basado en la publicación de la absorción de insulina Fiasp.
fi: Perustuu Fiasp-insuliinin julkaistuun imeytymismalliin.
fr: Un modèle basé sur l’absorption de l’insuline FIASP (telle que publiée).
it: Un modello basato sull'assorbimento pubblicato dell'insulina Fiasp.
ja: Fiaspインスリンの公表吸収率に基づいたモデル。
nb: En modell basert på publisert absorpsjon av Fiasp-insulin.
nl: Een model gebaseerd op de gepubliceerde opname van Fiasp insuline.
pl: Model oparty na opublikowanej absorpcji insulin Fiasp.
pt_br: Um modelo baseado na absorção publicada da insulina Fiasp.
ro: Un model bazat pe absorbția declarată a insulinei Fiasp.
ru: Модель, основанная на опубликованных данных усвоения FIASP инсулина.
sk: Model založený na publikovanej absorpcii inzulínu Fiasp.
sv: Insulinmodell baserad på publicerade studier av absorption av Fiasp-insulin.
tr: Fiasp insülininin yayınlanmış emilimine dayanan bir model.
vi: Mô hình dựa trên sự hấp thụ được công bố đối với insulin Fiasp.
zh_hans: 基于公布的Fiasp胰岛素吸收的模型

source: A model based on the published absorption of Humalog, Novolog, and Apidra insulin in adults.
ar: نموذج يستند على امتصاص أنسولين Humalog و Novolog و Apidra لدى البالغين.
da: En model baseret på publiceret data om absorption Humalog, Novolog, og Apidra insulin hos voksne.
de: Ein Modell auf der Grundlage der veröffentlichten Resorption von Humalog, Novolog und Apidra Insulin bei Erwachsenen.
es: Un modelo basado en la publicación de la absorción de insulina Humalog, Novolog y Apidra en adultos.
fi: Perustuu Humalog-, Novorapid- ja Apidra-insuliinien julkaistuun imeytymismalliin aikuisilla.
fr: Un modèle basé sur les absorptions de l’Humalog, Novolog (Novorapid), et Apidra chez l’adulte (telles que publiées).
it: Un modello basato sull'assorbimento pubblicato dell'insulina Humalog, Novolog e Apidra negli adulti.
ja: 大人使用時の Humalog、Novolog、Apidraインスリンの公表吸収率に基づいたモデル。
nb: En modell basert på publisert absorpsjon av Humalog, Novolog og Apidra insulin hos voksne.
nl: Een model gebaseerd op de gepubliceerde absorptie van Humalog-, Novolog- en Apidra-insuline bij volwassenen.
pl: Model oparty na opublikowanej absorpcji insulin Humalog, Novolog/Novorapid i Apidra u dorosłych.
pt_br: Um modelo baseado na absorção publicada das insulinas Humalog, Novolog e Apidra em adultos.
ro: Un model bazat pe absorbția declarată a insulinei Humalog, Novolog și Apidra la adulți.
ru: Модель, основанная на опубликованных данных усвоения Humalog, Novolog и Apidra у взрослых.
sk: Model založený na publikovanej absorpcii inzulínu Humalog, Novolog a Apidra u dospelých.
sv: Insulinmodell baserad på publicerade studier av absorption av Humalog-, Novolog- samt Apidra-insulin hos vuxna.
tr: Yetişkinlerde yayınlanmış Humalog, Novolog ve Apidra insülin emilimine dayalı bir model.
vi: Mô hình dựa trên sự hấp thụ được công bố của các loại insulin Humalog, Novolog và Apidra ở người lớn.
zh_hans: 基于已发表的成人使用优泌乐、诺和锐和爱倍达胰岛素吸收数据的模型。

source: AcceptRecommendedBolus
ar: استخدم قيمة الجرعة الموصى بها
da: AccepterAnbefaletBolus
de: Akzeptiere empfohlenen Bolus
es: AceptarBoloRecomendado
fi: HyväksySuositeltuBolus
ja: 推奨ボーラス値を使う
nb: AksepterAnbefaltBolus
nl: AccepteerVoorgesteldeBolus
pt_br: AceitarBolusRecomendado
ru: Принятьрекомендуемыйболюс
sk: Akceptovať Odporúčaný Bolus
tr: ÖnerilenBolusuKabulEt
zh_hans: 按照推荐的大剂量输注

source: Active Carbohydrates
ar: الكربوهيدرات النشطة
da: Aktive kulhydrater
de: Aktive Kohlenhydrate
es: Carbohidratos Activos
fi: Aktiivinen hiilihydraatti
fr: Glucides actifs
he: פחמימות פעילות
it: Carboidrati attivi
ja: 残存糖質
nb: Aktive karbohydrater
nl: Actieve Koolhydraten
pl: Aktywne węglowodany
pt_br: Carboidratos Ativos
ro: Carbohidrați activi
ru: Действующие углеводы
sk: Aktívne sacharidy
sv: Aktiva kolhydrater
tr: Aktif Karbonhidrat
vi: Lượng Carbohydrates còn hoạt động
zh_hans: 活性碳水

source: Active Carbohydrates: %@
ar: الكربوهيدرات النشطة: %@
da: Aktive kulhydrater: %@
de: Aktive Kohlenhydrate: %@
es: Carbohidratos Activos: %@
fi: Aktiivinen hiilihydraatti: %@
fr: Glucides actifs: %@
he: פחמימות פעילות: %@
it: Carboidrati attivi: %@
ja: 残存糖質: %@
nb: Aktive karbohydrater: %@
nl: Actieve Koolhydraten: %@
pl: Aktywne węglowodany: %@
pt_br: Carboidratos Ativos: %@
ro: Carbohidrați activi: %@
ru: Действующие углеводы: %@
sk: Aktívne sacharidy: %@
sv: Aktiva kolhydrater: %@
tr: Aktif Karbonhidrat: %@
vi: Lượng Carbohydrates còn hoạt động: %@
zh_hans: 活性碳水化合物: %@

source: Active Carbs
ar: كارب النشط
da: Aktive kulhydrater
de: Aktive KH
es: Carbohidratos Activos
fi: Akt. hiilari
fr: Glucides actifs
he: פחמימות פעילות
it: Carboidrati attivi
ja: 残存糖質
nb: Aktive karbohydrater
nl: Actieve Koolhydraten
pl: Aktywne węglowodany
pt_br: Carboidratos Ativos
ro: Carbohidrați activi
ru: Активные углеводы
sk: Aktívne sacharidy
sv: Aktiva kolhydrater
tr: Aktif Karb.
vi: Lượng Carbs còn hoạt động
zh_hans: 活性碳水

source: Active Insulin
ar: أنسولين نشط
da: Aktivt insulin
de: Aktives Insulin
es: Insulina activa
fi: Akt. insuliini
fr: Insuline active
he: אינסולין פעיל
it: Insulina attiva
ja: 残存インスリン
nb: Aktivt insulin
nl: Actieve Insuline
pl: Aktywna insulina
pt_br: Insulina Ativa
ro: Insulină activă
ru: Активный инсулин
sk: Aktívny inzulín
sv: Aktivt insulin
tr: Aktif İnsülin
vi: Lượng Insulin còn hoạt động
zh_hans: 活性胰岛素

source: Active Insulin: %@
ar: الأنسولين النشط: %@
da: Aktiv insulin: %@
de: Aktives Insulin: %@
es: Insulina Activa: %@
fi: Aktiivinen insuliini: %@
fr: Insuline active: %@
he: אינסולין פעיל: %@
it: Insulina attiva: %@
ja: 残存インスリン: %@
nb: Aktivt insulin: %@
nl: Actieve Insuline: %@
pl: Aktywna Insulina: %@
pt_br: Insulina Ativa: %@
ro: Insulină activă: %@
ru: Действующий инсулин: %@
sk: Aktívny inzulín: %@
sv: Aktivt insulin: %@
tr: Aktif İnsülin: %@
vi: Lượng Insulin còn hoạt động: %@
zh_hans: 活性胰岛素: %@

source: Add CGM
ar: إضافة CGM
da: Tilføj CGM
de: CGM hinzufügen
es: Agregar MCG
fi: Lisää CGM
fr: Ajouter un CGM
he: הוסף חיישן
it: Aggiungi CGM
ja: CGMを追加
nb: Legg til CGM
nl: Voeg CGM toe
pl: Dodaj CGM
pt_br: Adicionar CGM
ro: Adaugă CGM
ru: Добавить CGM
sk: Pridať CGM
sv: Lägg till CGM
tr: CGM Ekle
vi: Khai báo CGM
zh_hans: 添加CGM

source: Add Meal
ar: إضافة وجبة
da: Tilføj måltid
de: Mahlzeit hinzufügen
es: Agregar Alimento
fi: Lisää ateria
fr: Entrer un repas
he: הוסף ארוחה
it: Aggiungi pasto
ja: 食事を追加
nb: Legg til måltid
nl: Voeg Maaltijd toe
pl: Dodaj posiłek
pt_br: Adicionar Refeição
ro: Adaugă masă
ru: Добавить еду
sk: Zadať jedlo
sv: Lägg till måltid
tr: Öğün ekle
vi: Khai báo bữa ăn
zh_hans: 添加用餐信息

source: Add Pump
ar: إضافة مضخة
da: Tilføj pumpe
de: Pumpe hinzufügen
es: Agregar Microinfusora
fi: Lisää pumppu
fr: Ajouter une pompe
he: הוסף משאבה
it: Aggiungi pompa
ja: ポンプを追加
nb: Legg til pumpe
nl: Voeg Pomp toe
pl: Dodaj pompę
pt_br: Adicionar Bomba
ro: Adaugă pompă
ru: Добавить помпу
sk: Pridať pumpu
sv: Lägg till pump
tr: Pompa Ekle
vi: Khai báo bơm
zh_hans: 添加泵

source: Are you sure you want to delete this CGM?
ar: هل أنت متأكد أنك تريد حذف هذا CGM؟
da: Er du sikker på, at du vil slette denne CGM?
de: Bist Du sicher, dass Du dieses CGM löschen möchtest?
es: ¿Está seguro de que quiere eliminar este MCG?
fi: Haluatko varmasti poistaa CGM:n?
fr: Voulez-vous vraiment supprimer ce CGM?
he: בטוח שברצונך למחוק את חיישן זה?
it: Sei sicuro di voler eliminare questo CGM?
ja: このCGMを削除しますか?
nb: Er du sikker på at du vil slette denne CGM?
nl: Weet je zeker dat je deze CGM wilt verwijderen
pl: Czy na pewno chcesz usunąć ten CGM?
pt_br: Você está certo que quer remover este CGM?
ro: Sunteți sigur/ă că vreți să ștergeți acest CGM?
ru: Вы уверены, что хотите удалить этот CGM?
sk: Naozaj chcete odstrániť toto CGM?
sv: Är du säker på att du vill radera denna CGM?
tr: Bu CGM'i silmek istediğinizden emin misiniz?
vi: Bạn có chắc sẽ xóa CGM này?
zh_hans: 确定要删除该CGM数据源？

source: at %@
ar: في %@
de: um %@
es: en %@
fi: klo %@
fr: à %@
he: ב-%@
it: a %@
ja: %@ 時点
nb: kl %@
nl: om %@
pl: o %@
pt_br: em %@
ro: la %@
ru: В %@
sk: o %@
sv: kl. %@
vi: lúc %@
zh_hans: %@分钟内

source: Authenticate to Bolus %@ Units
ar: المصادة على ضخ %@ وحدات
da: Godkend bolus af %@ Enheder
de: Bolusabgabe von %@ IE bestätigen
es: Autenticar para Bolo %@ Unidades
fi: Vahvista bolus %@ yksikköä
fr: Authentifiez-vous pour faire un bolus de %@ Unités
it: Esegui l'autenticazione per il bolo di %@ Unità
ja: ボーラス %@単位 認証してください
nb: Autentiserer for å gi %@ Enheter i Bolus
nl: Authenticeer om %@ E te Bolussen
pl: Autoryzacja Bolusa %@ jednostek
pt_br: Autentique para Bolus de %@ Unidades
ro: Autentificare pentru bolusare %@ unități
ru: Подтверждение болюса %@ ед
sk: Potvrdiť pre Bolus %@ Jednotky
sv: Godkänn bolus på %@ enheter
tr: Bolus için kimlik doğrula %@ Ünite
vi: Xác thực liều Bolus %@ Units
zh_hans: 解锁以输注大剂量 %@ 单位

source: Basal Rate Schedule
ar: جدول الضخ المستمر
da: Basalrateskema
de: Basalraten-Plan
es: Perfil Basal
fi: Basaaliohjelma
fr: Programme débit basal
it: Tabella di velocità basale
ja: 基礎レートスケジュール
nb: Tidsplan for basaldoser
nl: Basaalsnelheidschema
pl: Harmonogram dawki standardowej
pt_br: Programação da Taxa Basal
ro: Orar rate bazale
ru: Скорости базала
sk: Harmonogram bazálnej dávky
sv: Basaldosschema
tr: Bazal Oran Çizelgesi
vi: Lịch biểu tiêm liều basal
zh_hans: 基础率表

source: Basal Rates
ar: الضخ المستمر
cs: Úrovně bazálu
da: Basalrater
de: Basalrate
es: Tasas basales
fi: Basaalitasot
fr: Débits basaux
it: Velocità basali
ja: 基礎レート
nb: Basal-satser
nl: Basaalsnelheden
pl: Dawka Podstawowa (Baza)
pt_br: Taxas Basais
ro: Rate bazale
ru: Скорости базала
sk: Bazálne dávky
sv: Basaldoser
tr: Bazal Oranlar
vi: Lịch biểu tiêm liều nền
zh_hans: 基础率

source: Bolused %1$@ of %2$@
ar: تم ضخ %1$@ من %2$@
da: Bolus %1$@ af %2$@
de: %1$@ von %2$@ verabreicht
es: Administró bolo %1$@ de %2$@
fi: Bolus %1$@ / %2$@
fr: Bolus délivré %1$@ sur %2$@
he: הוזרק %1$@ מתוך %2$@
it: Bolo %1$@ di %2$@
ja: %2$@ のうち %1$@ ボーラス済
nb: Bolus %1$@ av %2$@
nl: %1$@ van %2$@ gebolust
pl: Podano %1$@ z %2$@
pt_br: Entregue %1$@ of %2$@
ro: Bolus administrat %1$@ of %2$@
ru: Подан болюс%1$@ из %2$@
sk: Podaný bolus %1$@ z %2$@
sv: Givit bolus %1$@ av %2$@
tr: İletilen Bolus %1$@ / %2$@
vi: Đã thực hiện Bolus %1$@ của %2$@
zh_hans: 大剂量已输注%1$@ of %2$@

source: Bolusing %1$@
ar: يضخ %1$@
da: Bolus %1$@
de: Bolusabgabe %1$@
es: Administrando bolo de %1$@
fi: Annetaan bolus %1$@
fr: Bolus en cours %1$@
he: מזריק בולוס: %1$@
it: Bolo in corso %1$@
ja: %1$@ ボーラス中
nb: Gir bolus %1$@
nl: Bolussen %1$@
pl: Podawanie %1$@
pt_br: Aplicando %1$@
ro: Bolus în administrare %1$@
ru: Подается болюс
sk: Bolus sa podáva
sv: Ger bolus %1$@
tr: Bolus %1$@
vi: Đang thực hiện bolus %1$@
zh_hans: %1$@大剂量注射中

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
he: בטל
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Renunță
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
vi: Hủy bỏ
zh_hans: 取消

source: Canceling Bolus
ar: إلغاء الجرعة
da: Annullerer bolus
de: Bolus abbrechen
es: Cancelando bolo
fi: Kumotaan bolus
fr: Annulation du Bolus en cours
he: מבטל בולוס
it: Annullamento bolo in corso
ja: ボーラスをキャンセルします
nb: Avbryter bolus
nl: Bolus Annuleren
pl: Anulowanie bolusa
pt_br: Cancelando Bolus
ro: Întrerupere Bolus
ru: Отмена болюса
sk: Bolus sa ruší
sv: Avbryter bolus
tr: Bolus İptal ediliyor
vi: Hủy bỏ liều Bolus
zh_hans: 取消大剂量

source: Carb effects
ar: تأثيرات الكارب
da: Kulhydrateffekter
de: Kohlenhydrat-Wirkungen
es: Efectos de carbohidratos
fi: Hiilihydraattivaikutus
fr: Effets des glucides
he: השפעות פחמימות
it: Effetto carboidrati
ja: 糖質効果
nb: Karb effekter
nl: Koolhydraateffecten
pl: Wpływ węglowodanów
pt_br: Efeitos Carb
ro: Efecte carbohidrați
ru: Влияние углеводов
sk: Účinky sacharidov
sv: Kolhydrateffekter
tr: Karbonhidrat etkileri
vi: các tác động của Carb
zh_hans: 碳水效果

source: Carb Ratios
ar: معاملات الكارب
da: Kulhydratforhold
de: KH-Verhältnis
es: Ratios de carbohidratos
fi: Hiilihydraattisuhteet
fr: Ratios Insuline-Glucides
it: Rapporti carboidrati
nb: Karb forhold
nl: Koolhydraatratio's
pl: Współczynniki węglowodanowe
pt_br: Taxas de Carbs
ro: Raport carbohidrați insulină
ru: Соотношения углеводов
sk: Inzulínovo sacharidový pomer
sv: Insulinkvoter
tr: Karbonhidrat Oranları
zh_hans: 碳水化合物吸收率

source: Carbohydrates
ar: الكربوهيدرات
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
fi: Hiilihydraatit
fr: Glucides
he: פחמימות
it: Carboidrati
ja: 残存糖質
nb: Karbohydrater
nl: Koolhydraten
pl: Węglowodany
pt_br: Carboidratos
ro: Carbohidrați
ru: Углеводы
sk: Sacharidy
sv: Kolhydrater
tr: Karbonhidratlar
zh_hans: 碳水化合物

source: Carbs Absorbed (g) ÷ Carb Ratio (g/U) × Insulin Sensitivity (%1$@/U)
ar: الكارب الذي تم امتصاصه (جرام) ÷ معامل الكارب (جرام لكل وحدة) × حاسية الأنسولين (%1$@/وحدة)
da: Kulhydrater absorberet (g) ÷ Kulhydratratio (g/E) × Insulinfølsomhed (%1$@/E)
de: Resorbierte Kohlenhydrate (g) ÷ Kohlenhydratfaktor (g/IE) × Insulinempfindlichkeit (%1$@/IE)
es: Carbohidratos absorbidos (gr) ÷ Relación de Carbohidratos (gr/U) x Sensibilidad a Insulina (%1$@/U)
fi: Imeytyneet hiilihydraatit (g) ÷ Hiilihydraattisuhde (g/U) × Insuliiniherkkyys (%1$@/U)
fr: Glucides Absorbés (g) ÷ Ratio Glucides (g/U) x Sensibilité à l'insuline (%1$@/U)
it: Carboidrati assorbiti ÷ Rapporto carboidrati (gr/U) × Sensibilità insulinica (%1$@/U)
ja: 吸収済糖質(g) ÷ 糖質比 (g/U) × インスリン効果値(%1$@/U)
nb: Absorberte karbohydrater (g) ÷ Karbforhold (g/E) × insulinfølsomhet ( %1$@ /E)
nl: Opgenomen Koolhydraten (g) ÷ Koolhydraatratio (g/E) × Insulinegevoeligheid (%1$@/E)
pl: Ilość węglowodanów (g) ÷ stosunek węglowodanów (g/J) × czułość insuliny (%1$@/J)
pt_br: Carbs Absorvidos (g) ÷ Relação Carb (g/U) × Sensibilidade a Insulina (%1$@/U)
ro: Carbohidrați absorbiți (g) ÷ Raport carbohidrați (g/U) × Factor de sensibilitate la insulină (%1$@/U)
ru: Усвоенные углеводы (г) ÷ Коэффициент углеводов (г/U) × Чувствительность к инсулину (%1$@/U)
sk: Absorbované sacharidy (g) ÷ Inzulínovo sacharidový pomer (g/j) × Faktor citlivosti na inzulín (%1$@/j)
sv: Absorberade kolhydrater (g) ÷ Insulinkvot (g/E) × Insulinkänslighet (%1$@/E)
tr: Emilen Karb. (gr) ÷ Karb. Oranı (gr/Ü) × İnsulin duyarlılığı (%1$@/Ü)
vi: Khối lượng carb tiêu thụ (g) ÷ Tỷ lệ Carb (g/U) × Độ nhạy của Insulin (%1$@/U)
zh_hans: 已吸收碳水化合物（克）÷碳水化合物吸收率（克 / 单位）×胰岛素敏感系数 (%1$@/单位)

source: Change the pump battery immediately
ar: قم بتغيير بطارية المضخة على الفور
da: Udskift pumpebatteri omgående
de: Wechsel sofort die Pumpenbatterie
es: Cambie la batería de la bomba de inmediato
fi: Vaihda pumpun paristo välittömästi
fr: Changer immédiatement la pile de la pompe
it: Sostituisci immediatamente la batteria della pompa
ja: すぐにポンプの電池を替えてください
nb: Skift pumpebatteriet umiddelbart
nl: Vervang direct de batterij van de pomp
pl: Natychmiast wymienić baterię pompy
pt_br: Troque a bateria da bomba imediatamente
ro: Schimbați imediat bateria pompei
ru: Немедленно замените батарейку в помпе
sk: Ihneď vymeňte batériu pumpy
sv: Byt pumpbatteri nu
tr: Pompa pilini hemen değiştirin
vi: Thay pin máy bơm ngay
zh_hans: 立即更换胰岛素泵电池

source: Change the pump reservoir now
ar: قم بتغيير خزان المضخة الآن
da: Skift pumpereservoir nu
de: Wechsel jetzt das Pumpenreservoir
es: Cambie el depósito de la bomba ahora
fi: Vaihda pumpun säiliö
fr: Changer maintenant le réservoir de la pompe
it: Cambia ora il serbatoio della pompa
ja: ポンプのレザーバを替えてください
nb: Bytt pumpereservoar nå
nl: Vervang het pompreservoir nu
pl: Zmień zbiorniczek w pompie
pt_br: Troque o reservatório da bomba agora
ro: Schimbați rezervorul pompei acum
ru: Замените резервуар помпы сейчас
sk: Ihneď vymeňte zásobník pumpy
sv: Byt pumpreservoar nu
tr: Pompa rezervuarını şimdi değiştirin
vi: Thay ngăn chứa insulin bây giờ
zh_hans: 立即更换储药器

source: Check settings
ar: تأكد من الإعدادات
da: Kontroller indstillinger
de: Überprüfe die Einstellungen.
es: Verificar ajustes
fi: Tarkista asetukset
fr: Vérifier les paramètres
it: Controlla le impostazioni
ja: 設定を確認する
nb: Sjekk innstillinger
nl: Controleer instellingen
pl: Sprawdź ustawienia
pt_br: Verifique as configurações
ro: Verificați setările
ru: Проверьте настройки
sv: Kontrollera inställningarna
tr: Ayarları kontrol et
vi: Kiểm tra các cài đặt
zh_hans: 检查设置

source: Check that your pump is in range
ar: تأكد أن المضخة في النطاق
da: Kontroller, at din pumpe er indenfor rækkevidde
de: Stelle sicher, dass sich Deine Pumpe in Reichweite befindet.
es: Verifique que su microinfusora esté dentro del rango
fi: Tarkista, että pumppu on riittävän lähellä
fr: Vérifier que votre pompe est à portée
it: Controlla che la pompa sia nel raggio d'azione
ja: ポンプが近くにあることを確認してください
nb: Sjekk at pumpen din er innenfor rekkevidde
nl: Controleer of je pomp binnen bereik is
pl: Upewnij się, że Twoja pompa jest w zasięgu
pt_br: Verifique se sua bomba está dentro do alcance
ro: Verificați că pompa este în apropriere
ru: Убедитесь, что помпа в зоне коммуникации
sv: Kontrollera att pumpen är inom räckhåll
tr: Pompanızın menzil içinde olup olmadığını kontrol edin
vi: Kiểm tra máy bơm đang trong phạm vi cho phép
zh_hans: 请检查你的泵是否在范围内
